Repository: Autodesk/moldflow-api
Catalog: src/moldflow/locale/*/LC_MESSAGES/locale.*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, pt_pt

source: Cancel
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla
ja_jp: キャンセル
pt_pt: Cancelar

source: Checking file extension {file_name}
de_de: Überprüfen der Dateierweiterung {file_name}
es_es: Comprobando la extensión del archivo {file_name}
fr_fr: Vérification de l'extension du fichier {file_name}
it_it: Verifica dell'estensione del file {file_name}
ja_jp: ファイル拡張子 {file_name} を確認しています
pt_pt: A verificar a extensão do ficheiro {file_name}

source: Checking index {index} is in range
de_de: Überprüfen, ob der Index {index} im Bereich liegt
es_es: Comprobando que el índice {index} está dentro del rango
fr_fr: Vérification que l'indice {index} est dans l'intervalle
it_it: Verifica che l'indice {index} sia nell'intervallo
ja_jp: インデックス {index} が範囲内であることを確認しています
pt_pt: A verificar se o índice {index} está no intervalo

source: Checking {value} is greater than {min_value}
de_de: Überprüfen, ob {value} größer als {min_value} ist
es_es: Comprobando que {value} es mayor que {min_value}
fr_fr: Vérification que {value} est supérieur à {min_value}
it_it: Verifica che {value} sia maggiore di {min_value}
ja_jp: {value} が {min_value} より大きいことを確認しています
pt_pt: A verificar se {value} é maior que {min_value}

source: Checking {value} is in expected values
de_de: Überprüfen, ob {value} in den erwarteten Werten enthalten ist
es_es: Comprobando que {value} está dentro de los valores esperados
fr_fr: Vérification que {value} figure parmi les valeurs attendues
it_it: Verifica che {value} rientri nei valori attesi
ja_jp: {value} が期待される値のいずれかであることを確認しています
pt_pt: A verificar se {value} está entre os valores esperados

source: Checking {value} is in range {min_value} to {max_value}
de_de: Überprüfen, ob {value} im Bereich von {min_value} bis {max_value} liegt
es_es: Comprobando que {value} está dentro del rango de {min_value} a {max_value}
fr_fr: Vérification que {value} est dans la plage de {min_value} à {max_value}
it_it: Verifica che {value} sia nell'intervallo da {min_value} a {max_value}
ja_jp: {value} が {min_value} から {max_value} の範囲内であることを確認しています
pt_pt: A verificar se {value} está no intervalo de {min_value} a {max_value}

source: Checking {value} is less than {max_value}
de_de: Überprüfen, ob {value} kleiner als {max_value} ist
es_es: Comprobando que {value} es menor que {max_value}
fr_fr: Vérification que {value} est inférieur à {max_value}
it_it: Verifica che {value} sia minore di {max_value}
ja_jp: {value} が {max_value} より小さいことを確認しています
pt_pt: A verificar se {value} é menor que {max_value}

source: Checking {value} is negative
de_de: Überprüfen, ob {value} negativ ist
es_es: Comprobando que {value} es negativo
fr_fr: Vérification que {value} est négatif
it_it: Verifica che {value} sia negativo
ja_jp: {value} が負であることを確認しています
pt_pt: A verificar se {value} é negativo

source: Checking {value} is non-negative
de_de: Überprüfen, ob {value} nicht negativ ist
es_es: Comprobando que {value} no es negativo
fr_fr: Vérification que {value} n'est pas négatif
it_it: Verifica che {value} non sia negativo
ja_jp: {value} が負でないことを確認しています
pt_pt: A verificar se {value} não é negativo

source: Checking {value} is non-zero
de_de: Überprüfen, ob {value} ungleich Null ist
es_es: Comprobando que {value} es distinto de cero
fr_fr: Vérification que {value} n'est pas nul
it_it: Verifica che {value} sia diverso da zero
ja_jp: {value} がゼロ以外であることを確認しています
pt_pt: A verificar se {value} é diferente de zero

source: Checking {value} is positive
de_de: Überprüfen, ob {value} positiv ist
es_es: Comprobando que {value} es positivo
fr_fr: Vérification que {value} est positif
it_it: Verifica che {value} sia positivo
ja_jp: {value} が正であることを確認しています
pt_pt: A verificar se {value} é positivo

source: Checking {value} is {name}
de_de: Überprüfung {value} ist {name}
es_es: Verificar {value} es {name}
fr_fr: Vérification que {value} est {name}
it_it: Verifica che {value} sia {name}
ja_jp: {value} が {name} であることを確認しています
pt_pt: A verificar se {value} é {name}

source: Could not initialize with Instance ID: {value}
de_de: Konnte nicht mit der Instanz-ID initialisieren: {value}
es_es: No se pudo inicializar con el ID de instancia: {value}
fr_fr: Impossible d'initialiser avec l'ID d'instance : {value}
it_it: Impossibile inizializzare con ID istanza: {value}
ja_jp: インスタンス ID {value} で初期化できませんでした
pt_pt: Não foi possível iniciar com o ID de instância: {value}

source: Executing {name}
de_de: Ausführung {name}
es_es: Ejecutando {name}
fr_fr: Exécution de {name}
it_it: Esecuzione di {name}
ja_jp: {name} を実行しています
pt_pt: Executando {name}

source: Failed to initialize Synergy: Synergy not found
de_de: Initialisierung von Synergy fehlgeschlagen: Synergy nicht gefunden
es_es: Error al inicializar Synergy: Synergy no encontrada
fr_fr: Échec de l'initialisation de Synergy : Synergy introuvable
it_it: Impossibile inizializzare Synergy: Synergy non trovata
ja_jp: Synergy の初期化に失敗しました: Synergy が見つかりません
pt_pt: Falha ao iniciar o Synergy: Synergy não encontrado

source: Getting {name}
de_de: {name} erhalten
es_es: Obteniendo {name}
fr_fr: Récupération de {name}
it_it: Recupero di {name}
ja_jp: {name} を取得しています
pt_pt: Obtendo {name}

source: Getting {name} at index {value}
de_de: {name} bei index {value} abrufen
es_es: Obteniendo {name} en el índice {value}
fr_fr: Récupération de {name} à l'index {value}
it_it: Recupero di {name} all'indice {value}
ja_jp: インデックス {value} の {name} を取得しています
pt_pt: Obtendo {name} no índice {value}

source: Initializing {name}
de_de: Initialisierung {name}
es_es: Inicializando {name}
fr_fr: Initialisation de {name}
it_it: Inizializzazione di {name}
ja_jp: {name} を初期化しています
pt_pt: Inicializando {name}

source: Invalid Attribute: {attribute} is not supported
de_de: Ungültiges Attribut: {attribute} wird nicht unterstützt
es_es: Atributo no válido: {attribute} no es compatible
fr_fr: Attribut non valide : {attribute} n'est pas pris en charge
it_it: Attributo non valido: {attribute} non è supportato
ja_jp: 無効な属性: {attribute} はサポートされていません
pt_pt: Atributo inválido: {attribute} não é suportado

source: Invalid FileType: {file_name}, must be {extensions}
de_de: Ungültiger Dateityp: {file_name}, muss {extensions} sein
es_es: Tipo de archivo no válido: {file_name}, debe ser {extensions}
fr_fr: Type de fichier non valide : {file_name}, doit être {extensions}
it_it: Tipo di file non valido: {file_name}, deve essere {extensions}
ja_jp: 無効なファイルタイプ: {file_name}、{extensions} である必要があります
pt_pt: Tipo de ficheiro inválido: {file_name}, deve ser {extensions}

source: Invalid Index: out of range
de_de: Ungültiger Index: außerhalb des gültigen Bereichs
es_es: Índice no válido: fuera de rango
fr_fr: Indice non valide : hors plage
it_it: Indice non valido: fuori intervallo
ja_jp: 無効なインデックス: 範囲外です
pt_pt: Índice inválido: fora do intervalo

source: Invalid Type: must be {expected_types}, not {variable_type}
de_de: Ungültiger Typ: MUSS {expected_types}, nicht {variable_type} sein
es_es: Tipo no válido: debe ser {expected_types}, no {variable_type}
fr_fr: Type non valide: doit être {expected_types}, pas {variable_type}
it_it: Tipo non valido: deve essere {expected_types}, non {variable_type}
ja_jp: 無効な型: {variable_type} ではなく {expected_types} である必要があります
pt_pt: Tipo inválido: deve ser {expected_types}, não {variable_type}

source: Invalid Value: {reason}
de_de: Ungültiger Wert: {reason}
es_es: Valor no válido: {reason}
fr_fr: Valeur non valide: {reason}
it_it: Valore non valido: {reason}
ja_jp: 無効な値: {reason}
pt_pt: Valor inválido: {reason}

source: Logger was not setup
de_de: Logger wurde nicht eingerichtet
es_es: Logger no estaba configurado
fr_fr: Logger n'était pas configuré
it_it: Logger non è stato configurato
ja_jp: ロガーが設定されていませんでした
pt_pt: Logger não foi configurado

source: OK
es_es: Aceptar

source: Save Error
de_de: Speicherfehler
es_es: Error al guardar
fr_fr: Erreur d'enregistrement
it_it: Errore di salvataggio
ja_jp: 保存エラー
pt_pt: Erro ao guardar

source: Save Error: Could not save {saving} to {file_name}
de_de: Speicherfehler: {saving} konnte nicht in {file_name} gespeichert werden
es_es: Error al guardar: No se pudo guardar {saving} en {file_name}
fr_fr: Erreur d'enregistrement : impossible d'enregistrer {saving} dans {file_name}
it_it: Errore di salvataggio: impossibile salvare {saving} in {file_name}
ja_jp: 保存エラー: {saving} を {file_name} に保存できませんでした
pt_pt: Erro ao guardar: não foi possível guardar {saving} em {file_name}

source: Save Error: Failed to save {saving} to {file_name}
de_de: Speicherfehler: Speichern von {saving} in {file_name} fehlgeschlagen
es_es: Error al guardar: No se pudo guardar {saving} en {file_name}
fr_fr: Erreur d'enregistrement : échec de l'enregistrement de {saving} dans {file_name}
it_it: Errore di salvataggio: salvataggio di {saving} in {file_name} non riuscito
ja_jp: 保存エラー: {saving} を {file_name} に保存できませんでした
pt_pt: Erro ao guardar: falha ao guardar {saving} em {file_name}

source: Setting {name} to {value}
de_de: Einstellung {name} auf {value}
es_es: Configurar {name} a {value}
fr_fr: Définition de {name} sur {value}
it_it: Impostazione di {name} su {value}
ja_jp: {name} を {value} に設定しています
pt_pt: Configuração {name} para {value}

source: Test String
de_de: Testzeichenfolge
es_es: Cadena de prueba
fr_fr: Chaîne de test
it_it: Stringa di prova
ja_jp: テスト文字列
pt_pt: String de teste

source: Using prompts will use pop-up import options and will always show logs
de_de: Bei Verwendung von Eingabeaufforderungen werden Popup-Importoptionen verwendet und Protokolle stets angezeigt
es_es: Al usar avisos, se usarán las opciones de importación emergentes y siempre se mostrarán los registros
fr_fr: L'utilisation d'invites utilise des options d'importation contextuelles et affiche toujours les journaux
it_it: Usando le richieste verranno utilizzate le opzioni di importazione a comparsa e verranno sempre mostrati i registri
ja_jp: プロンプトを使用するとポップアップのインポートオプションが使用され、常にログが表示されます
pt_pt: Ao usar avisos, serão usadas opções de importação em pop‑up e os registos serão sempre apresentados

source: Using prompts will use pop-up import options instead of the ones provided.
de_de: Bei Verwendung von Eingabeaufforderungen werden Popup-Importoptionen anstelle der bereitgestellten verwendet.
es_es: Al usar avisos, se usarán las opciones de importación emergentes en lugar de las proporcionadas
fr_fr: L'utilisation d'invites utilisera des options d'importation contextuelles au lieu de celles fournies
it_it: Usando le richieste verranno utilizzate le opzioni di importazione a comparsa invece di quelle fornite
ja_jp: プロンプトを使用すると、提供されたオプションではなくポップアップのインポートオプションが使用されます
pt_pt: Ao usar avisos, serão usadas opções de importação em pop‑up em vez das fornecidas

source: Using {method} {product_key} for locale
de_de: Verwenden Sie {method} {product_key} für das Gebietsschema
es_es: Usando {method} {product_key} para localidad
fr_fr: Utilisation de {method} {product_key} pour les paramètres régionaux
it_it: Utilizzo di {method} {product_key} per le impostazioni locali
ja_jp: ロケールに {method} {product_key} を使用します
pt_pt: Usando {method} {product_key} para localidade

source: Valid Input
de_de: Gültige Eingabe
es_es: Entrada válida
fr_fr: Entrée valide
it_it: Input valido
ja_jp: 有効な入力
pt_pt: Entrada válida

source: Valid Input Type
de_de: Gültiger Eingangstyp
es_es: Tipo de entrada válido
fr_fr: Type d'entrée valide
it_it: Tipo di input valido
ja_jp: 有効な入力タイプ
pt_pt: Tipo de entrada válido

source: both {first} and {second} must be provided together
de_de: Sowohl {first} als auch {second} müssen gemeinsam angegeben werden
es_es: Se deben proporcionar juntos {first} y {second}
it_it: {first} e {second} devono essere forniti insieme
ja_jp: {first} と {second} は同時に指定する必要があります
pt_pt: {first} e {second} devem ser fornecidos em conjunto

source: cannot be empty
de_de: kann nicht leer sein
es_es: no puede estar vacío
fr_fr: ne peut pas être vide
it_it: non può essere vuoto
ja_jp: 空にすることはできません
pt_pt: não pode estar vazio

source: found {min_value} must be less than {max_value}
de_de: gefunden {min_value}, muss kleiner als {max_value} sein
es_es: encontrado {min_value}, debe ser menor que {max_value}
fr_fr: trouvé {min_value}, doit être inférieur à {max_value}
it_it: trovato {min_value}, deve essere minore di {max_value}
ja_jp: 見つかった {min_value} は {max_value} より小さくなければなりません
pt_pt: encontrado {min_value}, deve ser menor que {max_value}

source: found {value}, must be between {min_value} and {max_value}
de_de: gefunden {value}, muss zwischen {min_value} und {max_value} liegen
es_es: encontrado {valor}, debe estar entre {min_value} y {max_value}
fr_fr: trouvé {value}, doit être compris entre {min_value} et {max_value}
it_it: trovato {value}, deve essere tra {min_value} e {max_value}
ja_jp: 見つかった {value} は {min_value} と {max_value} の間でなければなりません
pt_pt: encontrado {value}, deve estar entre {min_value} e {max_value}

source: found {value}, must be greater than or equal to {min_value}
de_de: gefunden {value}, muss größer oder gleich {min_value} sein
es_es: encontrado {valor}, debe ser mayor o igual a {min_value}
fr_fr: trouvé {value}, doit être supérieur ou égal à {min_value}
it_it: trovato {value}, deve essere maggiore o uguale a {min_value}
ja_jp: 見つかった {value} は {min_value} 以上でなければなりません
pt_pt: encontrado {value}, deve ser maior ou igual a {min_value}

source: found {value}, must be greater than {min_value}
de_de: gefunden {value}, muss größer sein als {min_value}
es_es: encontrado {valor}, debe ser mayor que {min_value}
fr_fr: trouvé {value}, doit être supérieur à {min_value}
it_it: trovato {value}, deve essere maggiore di {min_value}
ja_jp: 見つかった {value} は {min_value} より大きくなければなりません
pt_pt: encontrado {value}, deve ser maior que {min_value}

source: found {value}, must be less than or equal to {max_value}
de_de: gefunden {value}, muss geringer als oder gleich {max_value}
es_es: encontrado {valor}, debe ser menor o igual a {max_value}
fr_fr: trouvé {value}, doit être inférieur ou égal à {max_value}
it_it: trovato {value}, deve essere inferiore o uguale a {max_value}
ja_jp: 見つかった {value} は {max_value} 以下でなければなりません
pt_pt: encontrado {value}, deve ser menor ou igual a {max_value}

source: found {value}, must be less than {max_value}
de_de: gefunden {value}, muss kleiner als {max_value} sein
es_es: encontrado {valor}, debe ser menor que {max_value}
fr_fr: trouvé {value}, doit être inférieur à {max_value}
it_it: trovato {value}, deve essere inferiore a {max_value}
ja_jp: 見つかった {value} は {max_value} より小さくなければなりません
pt_pt: encontrado {value}, deve ser menor que {max_value}

source: found {value}, must be non-negative
de_de: gefunden {value}, muss nicht negativ sein
es_es: encontrado {valor}, debe ser no negativo
fr_fr: trouvé {value}, doit être non négatif
it_it: trovato {value}, deve essere non negativo
ja_jp: 見つかった {value} は負であってはなりません
pt_pt: encontrado {value}, deve ser não negativo

source: found {value}, must be non-zero
de_de: gefunden {value}, muss ungleich Null sein
es_es: encontrado {valor}, debe ser distinto de cero
fr_fr: trouvé {value}, doit être non nul
it_it: trovato {value}, deve essere diverso da zero
ja_jp: 見つかった {value} はゼロ以外でなければなりません
pt_pt: encontrado {value}, deve ser diferente de zero

source: found {value}, must be one of {expected_values}
de_de: gefunden {value}, muss einer der {expected_values} sein
es_es: encontrado {value}, debe ser uno de {expected_values}
fr_fr: trouvé {value}, doit être l'un des {expected_values}
it_it: trovato {value}, deve essere uno di {expected_values}
ja_jp: 見つかった {value} は {expected_values} のいずれかでなければなりません
pt_pt: encontrado {value}, deve ser um de {expected_values}

source: found {value}, must be positive
de_de: gefunden {value}, muss positiv sein
es_es: encontrado {valor}, debe ser positivo
fr_fr: trouvé {value}, doit être positif
it_it: trovato {value}, deve essere positivo
ja_jp: 見つかった {value} は正でなければなりません
pt_pt: encontrado {value}, deve ser positivo

source: {file_name} does not have a valid file extension, will use {default}
de_de: {file_name} hat keine gültige Dateierweiterung, es wird {default} verwendet
es_es: {file_name} no tiene una extensión válida; se usará {default}
fr_fr: {file_name} n'a pas d'extension valide ; {default} sera utilisé
it_it: {file_name} non ha un'estensione valida, verrà utilizzato {default}
ja_jp: {file_name} には有効なファイル拡張子がありません。{default} を使用します
pt_pt: {file_name} não tem uma extensão válida; será usado {default}

source: {name} is {value}
de_de: {name} ist {value}
es_es: {name} es {value}
fr_fr: {name} est {value}
it_it: {name} è {value}
ja_jp: {name} は {value} です
pt_pt: {name} é {value}

source: {name} parameter will be ignored
de_de: Parameter {name} wird ignoriert
es_es: El parámetro {name} se ignorará
fr_fr: Le paramètre {name} sera ignoré
it_it: Il parametro {name} verrà ignorato
ja_jp: パラメータ {name} は無視されます
pt_pt: O parâmetro {name} será ignorado

source: {value} cannot be found documented in {enum_name}, this may cause function call to fail
de_de: {value} ist in {enum_name} nicht dokumentiert; dies kann zum Fehlschlagen des Funktionsaufrufs führen
es_es: El valor {value} no se encuentra documentado en {enum_name}; esto puede provocar un error en la llamada a la función
fr_fr: La valeur {value} n'est pas documentée dans {enum_name} ; cela peut entraîner l'échec de l'appel de fonction
it_it: Il valore {value} non è documentato in {enum_name}; ciò può causare l'errore della chiamata di funzione
ja_jp: {value} は {enum_name} に文書化されていません。これにより関数呼び出しが失敗する可能性があります
pt_pt: O valor {value} não se encontra documentado em {enum_name}; isto pode fazer falhar a chamada da função

source: {value} does not have a valid file extension, must be {extensions}
de_de: {value} hat keine gültige Dateierweiterung; muss {extensions} sein
es_es: El valor {value} no tiene una extensión válida; debe ser {extensions}
fr_fr: {value} n'a pas d'extension valide ; doit être {extensions}
it_it: Il valore {value} non ha un'estensione valida; deve essere {extensions}
ja_jp: {value} には有効なファイル拡張子がありません。{extensions} である必要があります
pt_pt: O valor {value} não tem uma extensão válida; deve ser {extensions}

source: {value} is not a valid {enum_name}
de_de: {value} ist kein gültiges {enum_name}
es_es: {value} no es un {enum_name} válido
fr_fr: {value} n'est pas un {enum_name} valide
it_it: {value} non è un {enum_name} valido
ja_jp: {value}は有効な{enum_name}ではありません
pt_pt: {value} não é um {enum_name} válido

source: Submit
ja_jp: OK
